Dlubal.RFEM5.TaperShapeType
Taper shape type

Dlubal.RFEM5.TaperShapeType.UnknownTaperShape
Unknown taper shape

Dlubal.RFEM5.TaperShapeType.NoneTaper
None taper

Dlubal.RFEM5.TaperShapeType.Linear
Linear taper

Dlubal.RFEM5.TaperShapeType.Quadratic
Quadratic taper